Repository: al-neptune/neptunemutual.com
Catalog: locales/*/messages.po
Languages: de, vi

source: The Neptune Mutual protocol launches on a couple of test networks like Kovan and Binance Smart Chain Testnet. Community members participate in the protocol by becoming cover purchasers, liquidity providers, and consensus witnesses. We will develop <0>Neptune Mutual faucet</0> to provide users with testnet DAI and NPM tokens
de: Das Neptune Mutual-Protokoll wird in einigen Testnetzwerken wie Kovan und Binance Smart Chain Testnet eingeführt. Community-Mitglieder beteiligen sich an dem Protokoll, indem sie Deckungskäufer, Liquiditätsanbieter und Konsenszeugen werden. Wir werden <0>Neptune Mutual Faucet</0> entwickeln, um den Nutzern im Testnet DAI und NPM Token zur Verfügung zu stellen
vi: Giao thức Neptune Mutual ra mắt trên một số mạng thử nghiệm như Kovan và Binance Smart Chain Testnet. Các thành viên cộng đồng tham gia vào giao thức bằng cách trở thành người mua lớp bảo vệ, nhà cung cấp thanh khoản và nhân chứng đồng thuận. Chúng tôi sẽ phát triển <0>Neptune Mutual faucet</0> để cung cấp cho người dùng mã thông báo testnet DAI và NPM

source: The minting of NPM tokens will have a time-frame of 6 years.
de: Das Minting von NPM Token hat einen Zeitrahmen von 6 Jahren.
vi: Việc đúc mã thông báo NPM sẽ có khung thời gian là 6 năm.

source: The protocol supplies a small part of the assets that are in excess of the minimum capital requirement to lending protocols.
de: Das Protokoll liefert einen kleinen Teil der Vermögenswerte, die über die Mindestkapitalanforderung hinausgehen, an Kreditprotokolle.
vi: Giao thức cung cấp một phần nhỏ tài sản vượt quá yêu cầu vốn tối thiểu đối với các giao thức cho vay.

source: There is a fixed supply of 1 billion NPM tokens.
de: Es gibt einen festen Vorrat von 1 Milliarde NPM-Token.
vi: Đâ là một nguồn cung cấp cố định 1 tỷ mã thông báo NPM.

source: There is always enough liquidity to pay all cover policyholders.
de: Es ist immer genug Liquidität vorhanden, um alle Versicherungsnehmer zu bezahlen.
vi: Luôn có đủ thanh khoản để thanh toán cho tất cả các chủ hợp đồng bảo hiểm.

source: This upgrade enables multiple policies to be aggregated under a single cover pool providing larger DeFi and Meta projects an ability to secure their portfolio of smaller DApps.
de: Mit diesem Upgrade können mehrere Policen in einem einzigen Deckungspool zusammengefasst werden, sodass größere DeFi- und Meta-Projekte ihr Portfolio an kleineren DApps absichern können.
vi: Nâng cấp này cho phép nhiều chính sách được tổng hợp dưới 1 pool đơn lẻ, cung cấp cho các dự án DeFi và Meta lớn hơn khả năng đảm bảo danh mụcDApps nhỏ hơn của họ.

source: To Be Announced
de: Wird noch bekannt gegeben
vi: Được công bố

source: Token Design
vi: Thiết kế mã thông báo

source: Trusted by Industry Leaders
de: Vertrauen bei Branchenführern
vi: Được các nhà lãnh đạo ngành tin cậy

source: Use
de: Nutzen
vi: Sử dụng

source: User Experience
de: Nutzererfahrung
vi: Kinh nghiệm người dùng

source: View Press Release
de: Pressemitteilung ansehen
vi: Xem phát hành báo chí

source: We are a global and dynamic team with a mission to create a reliable, fast, and effective platform that protects digital assets.
de: Wir sind ein globales und dynamisches Team, das es sich zur Aufgabe gemacht hat, eine zuverlässige, schnelle und effektive Plattform zu schaffen, die digitale Werte schützt.
vi: Chúng tôi là một nhóm toàn cầu và năng động với sứ mệnh tạo ra một nền tảng đáng tin cậy, nhanh chóng và hiệu quả để bảo vệ tài sản kỹ thuật số.

source: We saw a growing need for security and reliable covers that inspired us to create Neptune Mutual.
de: Wir sahen ein wachsendes Bedürfnis nach Sicherheit und zuverlässiger Absicherung, das uns zur Gründung von Neptune Mutual inspirierte.
vi: Chúng tôi nhận thấy nhu cầu ngày càng tăng về bảo mật và các lớp bảo vệ đáng tin cậy đã truyền cảm hứng cho chúng tôi tạo ra Neptune Mutual.

source: We use third-party cookies in order to personalize your experience.
de: Wir verwenden Cookies von Dritten, um dein Erlebnis zu personalisieren.
vi: Chúng tôi sử dụng cookie của bên thứ ba để cá nhân hóa trải nghiệm của bạn.

source: We’ve Got You Covered
de: Wir haben alles für dich
vi: Chúng tôi đã giúp bạn được bảo vệ

source: With our support, you can get more visibility to bootstrap liquidity into your own cover pool.
de: Mit unserer Unterstützung kannst du mehr Sichtbarkeit erlangen, um Liquidität in deinen eigenen Deckungsstock zu schaufeln.
vi: Với sự hỗ trợ của chúng tôi, bạn có thể có nhiều khả năng hiển thị hơn để thanh khoản bootstrap vào nhóm lớp bảo vệ của riêng bạn.

source: Write
de: Schreibe
vi: Viết

source: Write less code and plug in your own Web3 provider. Get complete access to all coverage features.
de: Schreibe weniger Code und binde deinen eigenen Web3-Anbieter ein. Erhalte vollständigen Zugriff auf alle Funktionen der Abdeckung.
vi: Viết ít mã hơn và cắm vào nhà cung cấp Web3 của riêng bạn. Có quyền truy cập đầy đủ vào tất cả các tính năng của phạm vi bảo hiểm.

source: Your Confident, Protected Community
de: Deine vertrauensvolle, geschützte Gemeinschaft
vi: Sự tự tin của bạn, Cộng đồng được bảo vệ

source: Your Cover Pool
de: Dein Deckungsstock
vi: Nhóm lớp bảo vệ của bạn

source: Your Style
de: Dein Stil
vi: Phong cách của bạn

source: Zero Risk
de: Null Risiko
vi: Không rủi ro

source: {0, select, male {Co-Founder} female {Co-Founder}}
vi: {0, select, male {Người đồng sáng lập} female {Người đồng sáng lập}}

source: Freemind
de: Freigeist

source: Neptune Mutual Raises Strategic Round, Led by Animoca Brands, to Build Cover Protocol for Metaverse Assets
de: Neptune Mutual nimmt eine strategische Runde auf, angeführt von Animoca Brands, um ein Deckungsprotokoll für Metaverse-Assets zu entwickeln

source: On Yavin
de: Auf Yavin
