Repository: al-neptune/neptunemutual.com
Catalog: locales/*/messages.po
Languages: de, vi

source: <0><1>Reduce</1></0> <2><3>Your</3> <4>Exposure</4> <5>to</5></2> <6><7>Crypto</7> <8>Market</8> <9>Risks</9></6>
de: <0><1>Reduziere</1></0> <2><3>deine</3> <4>Exposition</4> <5>zu</5></2> <6><7>Krypto</7> <8>Markt</8> <9>Risiken</9></6>
vi: <0><1>Giảm</1></0> <2><3>Tiếp xúc</3> <4>của</4> <5>bạn với</5></2> <6><7>Rủi ro</7> <8>thị trường</8> <9>tiền điện tử</9></6>

source: A hack on one project will not affect cover for another.
de: Wenn ein Projekt gehackt wird, hat das keine Auswirkungen auf die Deckung eines anderen Projekts.
vi: Một cuộc tấn công vào một dự án sẽ không ảnh hưởng đến việc bảo vệ cho dự án khác.

source: Accept
de: Akzeptieren
vi: Chấp nhận

source: Add Liquidity
de: Liquidität hinzufügen
vi: Thêm thanh khoản

source: Add your Proof Of Deposits (PODs) tokens to get native tokens of the cover creator.
de: Füge deine Proof Of Deposits (PODs) Token hinzu, um native Token des Cover-Erstellers zu erhalten.
vi: Thêm mã thông báo Proof Of Deposits (PODs) của bạn để nhận mã thông báo gốc của người tạo lớp bảo vệ

source: Aggregated Policies (v2)
de: Aggregierte Richtlinien (v2)
vi: Chính sách Tổng hợp (v2)

source: All participants of the Neptune Mutual ecosystem will get a comprehensive documentation that helps with understanding the different aspects of the Neptune Mutual protocol.
de: Alle Teilnehmer des Neptune Mutual Ökosystems erhalten eine umfassende Dokumentation, die dabei hilft, die verschiedenen Aspekte des Neptune Mutual Protokolls zu verstehen.
vi: Tất cả những người tham gia hệ sinh thái Neptune Mutual sẽ nhận được tài liệu toàn diện giúp hiểu các khía cạnh khác nhau của giao thức Neptune Mutual.

source: Anywhere
de: Überall
vi: Bất cứ nơi nào

source: As the industry evolves and matures further, Neptune Mutual creates even more products, apps, and services to remain relevant in the space and continuously innovate.
de: Während sich die Branche weiterentwickelt und reift, entwickelt Neptune Mutual noch mehr Produkte, Apps und Dienstleistungen, um in diesem Bereich relevant zu bleiben und kontinuierlich Innovationen zu entwickeln.
vi: Khi ngành công nghiệp phát triển và trưởng thành hơn nữa, Neptune Mutual tạo ra nhiều sản phẩm, ứng dụng và dịch vụ hơn nữa để vẫn phù hợp trong không gian và liên tục đổi mới.

source: As the next iteration and enhancements to the dashboard solution, Neptune Mutual also scores the security posture of our portfolio DeFi projects and apps. The score rating can be used on any external website by simply copying and pasting a few lines of code.
de: Als nächste Iteration und Erweiterung der Dashboard-Lösung bewertet Neptune Mutual auch die Sicherheitslage unserer DeFi-Projekte und -Apps im Portfolio. Die Bewertung kann auf jeder externen Website verwendet werden, indem einfach ein paar Zeilen Code kopiert und eingefügt werden.
vi: Là lần lặp lại và cải tiến tiếp theo cho giải pháp bảng điều khiển, Neptune Mutual cũng ghi điểm về vị thế bảo mật của các dự án và ứng dụng DeFi trong danh mục đầu tư của chúng tôi. Đánh giá điểm số có thể được sử dụng trên bất kỳ trang web bên ngoài nào bằng cách sao chép và dán một vài dòng mã.

source: Attract
de: Anziehen
vi: Thu hút

source: Based on the-then demand, the Neptune Mutual team partners with blockchain security experts, groups, and companies to “conceptualize” a brand new security analytics service exclusively for our portfolio projects. The dashboard will be based on production smart contract security.
de: Aufgrund der Nachfrage arbeitet das Neptune Mutual-Team mit Blockchain-Sicherheitsexperten, -Gruppen und -Unternehmen zusammen, um einen brandneuen Sicherheitsanalysedienst exklusiv für unsere Portfolio-Projekte zu "konzipieren". Das Dashboard wird auf der Sicherheit von Produktions-Smart-Contracts basieren.
vi: Dựa trên nhu cầu hiện tại, nhóm Neptune Mutual hợp tác với các chuyên gia, nhóm và công ty bảo mật blockchain để “lên ý tưởng” cho một dịch vụ phân tích bảo mật hoàn toàn mới dành riêng cho các dự án danh mục đầu tư của chúng tôi. Bảng điều khiển sẽ dựa trên bảo mật hợp đồng thông minh sản xuất.

source: Blockchain Advisor
de: Blockchain-Berater
vi: Cố vấn Blockchain

source: Blockchain Engineer
de: Blockchain Ingenieur
vi: Kỹ sư Blockchain

source: Blockchain-based covers have a low claims-to-payout ratio. Existing cover products are unscalable, discretionary, and discriminatory. Smart contract audits do not guarantee security. Attacks on exchanges, metaverses, DApps, and DeFi protocols are increasing and getting more sophisticated.
de: Blockchain-basierte Deckungen haben ein niedriges Verhältnis von Ansprüchen zu Auszahlungen. Bestehende Deckungsprodukte sind nicht skalierbar, diskretionär und diskriminierend. Smart-Contract-Prüfungen garantieren keine Sicherheit. Die Angriffe auf Börsen, Metaversen, DApps und DeFi-Protokolle nehmen zu und werden immer ausgefeilter.
vi: Blockchain - dựa trên lớp bảo vệ có tỷ lệ yêu cầu thanh toán thấp. Các sản phẩm lớp bảo vệ hiện có không thể thay đổi quy mô, tùy ý và phân biệt đối xử. Các cuộc tấn công vào các sàn giao dịch, metaverses, DApps và các giao thức DeFi ngày càng gia tăng và ngày càng tinh vi hơn.

source: Build a cover protection community for your protocol, exchange, or DeFi project.
de: Baue eine Schutzgemeinschaft für dein Protokoll, deinen Austausch oder dein DeFi-Projekt auf.
vi: Xây dựng một lớp bảo vệ cộng đồng cho giao thức của bạn, sàn giao dịch hoặc dự án DeFi.

source: Build your own dedicated cover protection community within your ecosystem.
de: Baue deine eigene Schutzgemeinschaft innerhalb deines Ökosystems auf.
vi: Xây dựng một lớp bảo vệ cộng đồng cho giao thức chuyên dụng của riêng bạn trong hệ sinh thái của bạn.

source: Built on Typescript, developers can use the SDK in both frontend and backend environments using any popular framework. The SDK is available as an NPM package:
de: Da das SDK auf Typescript basiert, können Entwickler es sowohl in Frontend- als auch in Backend-Umgebungen mit jedem gängigen Framework verwenden. Das SDK ist als NPM-Paket verfügbar:
vi: Được xây dựng trên Typescript, các nhà phát triển có thể sử dụng SDK trong cả môi trường giao diện người dùng và môi trường phụ trợ bằng cách sử dụng bất kỳ khuôn khổ phổ biến nào. SDK có sẵn dưới dạng gói NPM:

source: Built on Typescript, the SDK works on both frontend and backend environments, on any framework.
de: Das SDK basiert auf Typescript und funktioniert sowohl in Frontend- als auch in Backend-Umgebungen und auf jedem Framework.
vi: Được xây dựng trên Typescript, SDK hoạt động trên cả môi trường giao diện người dùng và môi trường phụ trợ, trên bất kỳ khuôn khổ nào.

source: CEO & Founder
de: CEO & Gründer
vi: Giám đốc điều hành và người sáng lập

source: Capital Efficiency
de: Kapitaleffizienz
vi: hiệu quả sử dụng vốn

source: Careers
de: Karriere
vi: Nghề nghiệp

source: Check out Our Blog
de: Schau dir unseren Blog an
vi: Kiểm tra Blog của chúng tôi

source: Check out the Cover SDK source code on the Neptune Mutual Github repository. <0>Read the SDK documentation</0> to find out how to get access to cover features on your own frontend app or backend API.
de: Schau dir den Quellcode des Cover SDK auf dem Neptune Mutual Github Repository an. <0>Lies die SDK-Dokumentation</0>, um herauszufinden, wie du in deiner eigenen Frontend-App oder Backend-API auf die Cover-Funktionen zugreifen kannst.
vi: Kiểm tra mã nguồn Cover SDK trên kho lưu trữ Neptune Mutual Github. <0>Đọc tài liệu SDK</0> để tìm hiểu cách truy cập vào các tính năng trên ứng dụng giao diện người dùng hoặc API phụ trợ của riêng bạn.

source: Chief Legal Officer
de: Leiter der Rechtsabteilung
vi: Giám đốc pháp lý

source: Choose a cover pool, select its duration, and enter how much you need to cover. Instantly receive your claims payout in stablecoin after incident resolution.
de: Wählen Sie einen Deckungspool, wählen Sie dessen Dauer und geben Sie ein, wieviel Sie decken müssen. Sofort erhalten Sie Ihre Schadensauszahlung in Stablecoin nach Auflösung des Vorfalls.
vi: Chọn một nhóm lớp bảo vệ. chọn thời lượng của nó, và nhập số tiền bạn cần để bảo vệ. Ngay lập tức nhận được yêu cầu thanh toán của bạn bằng stablecoin sau khi giải quyết sự cố.

source: Co-Founder
de: Mitbegründer
vi: Người đồng sáng lập

source: Community
vi: Cộng đồng

source: Community Ninja
vi: Cộng đồng Ninja

source: Connect with Us
de: Verbinde dich mit uns
vi: Kết nối với chúng tôi

source: Contact
de: Kontakt
vi: Liên hệ

source: Content Strategist
de: Content-Stratege
vi: Nhà chiến lược nội dung

source: Cookies disclaimer
de: Haftungsausschluss für Cookies
vi: Tuyên bố từ chối trách nhiệm về Cookies

source: Copied
de: Kopiert
vi: Đã sao chép

source: Cover Creation
de: Cover-Erstellung
vi: sáng tạo lớp bảo vệ

source: Cover SDK Beta
vi: Lớp bảo vệ SDK Beta

source: Create Covers
de: Cover erstellen
vi: Tạo các lớp bảo vệ

source: Crowdfund your investor protection fund.
de: Crowdfunding für deinen Anlegerschutzfonds.
vi: Huy động vốn từ cộng đồng cho quỹ bảo vệ nhà đầu tư của bạn.

source: Decline
de: Ablehnen
vi: Từ chối

source: Dedicated Cover Pools
de: Abgedeckte Pools
vi: Nhóm lớp bảo vệ chuyên dụng

source: Design Lead
de: Designleitung
vi: Trưởng nhóm thiết kế

source: Documentation
de: Dokumentation
vi: Tài liệu

source: Don't be a stranger! Join and interact with us on our growing social media communities. Stay up to date on our latest developments and progress.
de: Sei kein Fremder! Mach mit und interagiere mit uns in unseren wachsenden Social Media Communitys. Bleib auf dem Laufenden über unsere neuesten Entwicklungen und Fortschritte.
vi: Đừng là người lạ! Tham gia và tương tác với chúng tôi trên các cộng đồng mạng xã hội đang phát triển của chúng tôi. Luôn cập nhật những phát triển và tiến bộ mới nhất của chúng tôi.

source: Download Neptune Mutual Lightpaper
de: Neptun Mutual Lightpaper herunterladen
vi: Tải xuống Neptune Mutual Lightpaper

source: FIND OUT MORE
de: MEHR HERAUSFINDEN
vi: TÌM HIỂU THÊM

source: Finance Analyst
de: Finanzanalyst
vi: TÌM HIỂU THÊM

source: Flash Loan Income
de: Blitzkredit Einnahmen
vi: Thu nhập khoản vay nhanh

source: Follow our progress. Join our community.
de: Verfolge unsere Fortschritte. Tritt unserer Community bei.
vi: Theo dõi tiến trình của chúng tôi. Tham gia cộng đồng của chúng tôi.

source: Four key principles drive the design of Neptune Mutual's cover protocol:
de: Das Deckungsprotokoll von Neptune Mutual basiert auf vier Grundprinzipien:
vi: Bốn nguyên tắc chính thúc đẩy việc thiết kế giao thức lớp bảo vệ của Neptune Mutual:

source: Frontend Engineer
de: Frontend-Ingenieur
vi: Kỹ sư Frontend

source: Fundraising, Recruitment & Build
de: Fundraising, Anwerbung & Aufbau
vi: Gây quỹ, Tuyển dụng & Xây dựng

source: Furthermore, the app, Github, hosting, CI/CD pipelines, DNS, HTTP security, and more is thoroughly audited as well. Additional, proper cyber hygienes are implemented across the organization.
de: Darüber hinaus werden auch die App, Github, das Hosting, die CI/CD-Pipelines, DNS, HTTP-Sicherheit und vieles mehr gründlich geprüft. Außerdem werden in der gesamten Organisation angemessene Cyber-Hygienemaßnahmen umgesetzt.
vi: Hơn nữa App, Github, lưu trữ, Đường ống CI/CD, DNS, HTTP, bảo mật, và hơn thế nữa cũng được kiểm toán kỹ lưỡng. Thêm vào đó, vệ sinh mạng thích hợp được triển khai trên toàn bộ tổ chức.

source: Get Protection
de: Erhalte Schutz
vi: Nhận sự bảo vệ

source: Get cover fee paid by cover policyholders.
de: Erhalte die Deckungsgebühr, die von den Versicherungsnehmern gezahlt wird.
vi: Nhận phí bảo hiểm do chủ hợp đồng bảo hiểm thanh toán.

source: Get guaranteed payouts from our parametric cover model. Resolve incidents faster without the need for claims assessment.
de: Erhalte garantierte Auszahlungen durch unser parametrisches Deckungsmodell. Erledige Vorfälle schneller, ohne dass eine Schadensprüfung erforderlich ist.
vi: Nhận các khoản thanh toán đảm bảo từ mô hình lớp bảo vệ tham số của chúng tôi. Giải quyết sự cố nhanh hơn mà không cần đánh giá khiếu nại.

source: Get the Neptune Mutual SDK
de: Hol dir das Neptune Mutual SDK
vi: Nhận Neptune Mutual SDK

source: Growth
de: Wachstum
vi: Phát triển

source: Guarantees protection and fast resolution to your cover policyholders in the event of an incident.
de: Garantiert den Schutz und eine schnelle Lösung für deine Versicherungsnehmer im Falle eines Vorfalls.
vi: Đảm bảo bảo vệ và giải quyết nhanh chóng cho các chủ hợp đồng bảo hiểm của bạn trong trường hợp xảy ra sự cố.

source: Imagine how cool it would be to access all coverage features inside your own app just the way you like it.
de: Stell dir vor, wie cool es wäre, wenn du in deiner eigenen App auf alle Funktionen der Berichterstattung zugreifen könntest, genau so, wie du es magst.
vi: Hãy tưởng tượng sẽ tuyệt như thế nào khi truy cập tất cả các tính năng phủ sóng bên trong ứng dụng của riêng bạn theo cách bạn thích.

source: In September 2021, we incorporated legal entities to support the fundraising, development, recruitment, expansion, and operational demand of the Neptune Mutual protocol.
de: Im September 2021 haben wir Rechtsträger aufgenommen, um die Mittelbeschaffung, die Entwicklung, die Rekrutierung, die Expansion und den operativen Bedarf des Neptune Mutual Protokolls zu unterstützen.
vi: Vào tháng 9 năm 2021, chúng tôi đã hợp nhất các pháp nhân để hỗ trợ việc gây quỹ, phát triển, tuyển dụng, mở rộng và hoạt động của giao thức Neptune Mutual.

source: Income received from flash loan lendings gets added to the pool.
de: Die Einnahmen aus der Ausleihe von Blitzkrediten werden dem Pool hinzugefügt.
vi: Thu nhập nhận được từ các khoản cho vay nhanh sẽ được thêm vào pool.

source: Incorporation & Legal
de: Firmengründung & Recht
vi: Tổ chức & Pháp lý

source: Invest stablecoin liquidity to receive rewards and protect your favorite blockchain projects.
de: Investiere Stablecoin-Liquidität, um Belohnungen zu erhalten und deine Lieblings-Blockchain-Projekte zu schützen.
vi: Đầu tư thanh khoản stablecoin để nhận phần thưởng và bảo vệ các dự án blockchain yêu thích của bạn.

source: Latest Updates
de: Neueste Updates
vi: Cập nhật mới nhất

source: Launch Testnet
de: Testnet starten
vi: Khởi chạy Testnet

source: Lending Income
de: Darlehenseinkommen
vi: Thu nhập cho vay

source: Less Code
de: Weniger Code
vi: Ít mã hơn

source: Let's #buidl
de: Lasst uns #Bauen
vi: Cùng xây dựng nào.

source: Let’s Connect
de: Lasst uns verbinden
vi: Kết nối nào

source: Liquidity
de: Liquidität
vi: Tính thanh khoản.

source: Liquidity Providers Return
de: Liquiditätsanbieter Rendite
vi: Lợi nhuận của nhà cung cấp thanh khoản

source: Low Risk Cover Policies
de: Versicherungspolicen für niedrige Risiken
vi: Chính sách bảo hiểm rủi ro thấp

source: Minimizing risk
de: Risiko minimieren
vi: Giảm thiểu rủi ro.

source: NPM token price won't affect cover pool liquidity.
de: Der NPM-Token-Preis hat keinen Einfluss auf die Liquidität des Deckungsstocks.
vi: Giá mã thông báo NPM sẽ không ảnh hưởng đến tính thanh khoản của nhóm lớp bảo vệ

source: NPM tokes are mainly used for our incident resolution reporting mechanism including other functions of the protocol such as creating a cover.
de: NPM-Token werden hauptsächlich für unseren Meldemechanismus zur Behebung von Vorfällen verwendet, der auch andere Funktionen des Protokolls umfasst, wie z. B. die Erstellung eines Covers.
vi: NPM tokes chủ yếu được sử dụng cho cơ chế báo cáo giải quyết sự cố của chúng tôi bao gồm các chức năng khác của giao thức như tạo lớp bảo vệ.

source: Neptune Mutual Ecosystem
de: Neptun Mutual Ökosystem
vi: Hệ sinh thái Neptune Mutual

source: Neptune Mutual Protocol raises 5.3M$ in a private funding round after successful testnet launch
vi: Neptune Mutual Protocol huy động được 5,3 triệu đô la tài trợ trong vòng Private sau khi ra mắt testnet thành công

source: Neptune Mutual SDK undergoes a strict internal security audit before it becomes available for public use.
de: Das Neptune Mutual SDK wird einer strengen internen Sicherheitsprüfung unterzogen, bevor es für die Öffentlichkeit zugänglich gemacht wird.
vi: Neptune Mutual SDK trải qua quá trình kiểm tra bảo mật nội bộ nghiêm ngặt trước khi có sẵn để sử dụng công khai.

source: Neptune Mutual has grown quickly from 3 co-founders to a team of over 25, based in countries across the world.
de: Neptune Mutual ist schnell von 3 Mitbegründern auf ein Team von über 25 Personen gewachsen, die in verschiedenen Ländern der Welt arbeiten.
vi: Neptune Mutual đã phát triển nhanh chóng từ 3 người đồng sáng lập thành đội ngũ hơn 25 người, có trụ sở tại các quốc gia trên thế giới.

source: Neptune Mutual successfully closed its Seed Round backed by industry leaders including Fenbushi and Coinbase Ventures. Soon after, Animoca Brands led the subsequent investment round and has been joined by an impressive list of investors.
de: Neptune Mutual schloss erfolgreich seine Seed-Runde ab, die von Branchenführern wie Fenbushi und Coinbase Ventures unterstützt wurde. Kurz darauf führte Animoca Brands die nachfolgende Investitionsrunde an und wurde von einer beeindruckenden Liste von Investoren unterstützt.
vi: Neptune Mutual đã kết thúc thành công Vòng hạt giống được hỗ trợ bởi các nhà lãnh đạo trong ngành bao gồm Fenbushi và Coinbase Ventures. Ngay sau đó, Animoca Brands đã dẫn đầu vòng đầu tư tiếp theo và có một danh sách các nhà đầu tư ấn tượng.

source: Neptune Mutual's Lightpaper gives detailed information on our NPM token design and usage. Here are key points to take not of:
de: Das Lightpaper von Neptune Mutual enthält detaillierte Informationen über das Design und die Verwendung unseres NPM-Tokens. Hier sind die wichtigsten Punkte, die du beachten solltest:
vi: Lightpaper của Neptune Mutual cung cấp thông tin chi tiết về thiết kế và sử dụng mã thông báo NPM của chúng tôi. Dưới đây là những điểm chính cần lưu ý:

source: Our Roadmap for Growing the Neptune Mutual Ecosystem
de: Unser Fahrplan für das Wachstum des Neptune Mutual Ökosystems
vi: Lộ trình của chúng tôi phát triển hệ sinh thái Neptune Mutual

source: Our Team
de: Unser Team
vi: Đội ngũ của chúng tôi

source: POD Staking
vi: Đặt cược POD

source: Parametric Cover
de: Parametrische Cover
vi: Tham số lớp bảo vệ

source: People Manager
de: Personalleiter
vi: Người quản lí

source: Personalized Rewards
de: Personalisierte Belohnungen
vi: Phần thưởng được cá nhân hóa

source: Privacy Policy
de: Datenschutzrichtlinie
vi: Chính sách bảo mật

source: Product Design
de: Produktdesign
vi: Thiết kế sản phẩm

source: Product MVP
de: Produkt MVP
vi: Sản phẩm MVP

source: Protect your Funding Community
de: Schütze deine Funding Community
vi: Bảo vệ cộng đồng tài trợ của bạn

source: Protocol Audit & Launch
de: Protokoll Audit & Einführung
vi: Kiểm toán & Khởi chạy Giao thức

source: Protocol Testnet Launch
de: Protokoll Testnet Launch
vi: Khởi chạy giao thức Testnet

source: Purchase Covers
de: Cover kaufen
vi: Mua các lớp bảo vệ

source: React Developer
vi: Nhà phát triển React

source: Read Our Blog
de: Lies unseren Blog
vi: Đọc blog của chúng tôi

source: Reassurance cover for liquidity pools is available to lower the risk for liquidity providers.
de: Eine Rückversicherung für Liquiditätspools ist verfügbar, um das Risiko für Liquiditätsanbieter zu senken.
vi: Tái bảo hiểm lớp bảo vệ cho các nhóm thanh khoản có sẵn để giảm rủi ro cho các nhà cung cấp thanh khoản.

source: Receive Rewards
de: Belohnungen erhalten
vi: Nhận phần thưởng

source: Research Analyst
de: Forschungsanalyst
vi: Nhà phân tích nghiên cứu

source: Reward your cover protection community with your native tokens.
de: Belohne deine Deckungsschutzgemeinschaft mit deinen nativen Token.
vi: Thưởng cho cộng đồng bảo vệ lớp bảo vệ bằng các mã thông báo gốc của bạn.

source: Risk warning: Trading crypto assets involves significant risk and can result in the loss of your capital. You should not invest more than you can afford to lose and you should ensure that you fully understand the risks involved. Before trading, please take into consideration your level of experience, investment objectives, and seek independent financial advice if necessary. It is your responsibility to ascertain whether you are permitted to use the services of Neptune Mutual based on the legal requirements in your country of residence.
de: Risikowarnung: Der Handel mit Kryptowährungen ist mit erheblichen Risiken verbunden und kann zum Verlust deines Kapitals führen. Du solltest nicht mehr investieren, als du dir leisten kannst, zu verlieren, und du solltest sicherstellen, dass du die damit verbundenen Risiken vollständig verstehst. Bevor du mit Kryptowährungen handelst, solltest du dein Level an Erfahrung und deine Anlageziele berücksichtigen und gegebenenfalls eine unabhängige Finanzberatung in Anspruch nehmen. Es liegt in deiner Verantwortung, dich zu vergewissern, ob du die Dienstleistungen von Neptune Mutual aufgrund der gesetzlichen Bestimmungen in deinem Wohnsitzland nutzen darfst.
vi: Cảnh báo rủi ro: Giao dịch tài sản tiền điện tử có rủi ro đáng kể và có thể dẫn đến mất vốn của bạn. Bạn không nên đầu tư nhiều hơn số tiền bạn có thể bị mất và bạn nên đảm bảo rằng bạn hiểu đầy đủ các rủi ro liên quan. Trước khi giao dịch, vui lòng xem xét mức độ kinh nghiệm, mục tiêu đầu tư của bạn và tìm kiếm lời khuyên tài chính độc lập nếu cần. Bạn có trách nhiệm xác định chắc chắn liệu bạn có được phép sử dụng các dịch vụ của Neptune Mutual hay không dựa trên các yêu cầu pháp lý tại quốc gia cư trú của bạn.

source: SDK Audit & Launch
de: SDK Audit & Einführung
vi: Kiểm toán & Khởi chạy SDK

source: Say goodbye to denied claims assessment.
de: Verabschiede dich von der Prüfung abgelehnter Forderungen.
vi: Nói lời tạm biệt với yêu cầu thẩm định bị từ chối.

source: Scalability
de: Skalierbarkeit
vi: Khả năng mở rộng

source: Security
de: Sicherheit
vi: Bảo vệ

source: Security Analytics Dashboard
de: Sicherheitsanalyse Dashboard
vi: Bảng điều khiển phân tích bảo mật

source: Security Scorecards & Widgets
de: Sicherheits Scorecards & Widgets
vi: Thẻ điểm & vật dụng bảo mật

source: Senior Graphic Designer
de: Senior Grafikdesigner
vi: Nhà thiết kế đồ họa cấp cao

source: Social Strategist
de: Sozialstratege
vi: Nhà chiến lược xã hội

source: Stablecoin Liquidity
de: Stablecoin Liquidität
vi: Tính thanh khoản của Stablecoin

source: Stay protected against exchange hacks & dApp, DeFi, and smart contract exploits.
de: Schütze dich vor Börsenhacks und dApp-, DeFi- und Smart-Contract-Exploits.
vi: Luôn được bảo vệ trước các vụ tấn công giao dịch & dApp, DeFi, và khai thác hợp đồng thông minh.

source: Technical Recruiter
de: Technischer Rekrutierer
vi: Người tuyển dụng kỹ thuật

source: Terms of Service
de: Allgemeine Geschäftsbedingungen
vi: Điều khoản dịch vụ

source: The Idea
de: Die Idee
vi: Ý tưởng

source: The Neptune Mutual Protocol v1 gets audited by a couple of highly-sophisticated security research companies. The protocol gets improved over time through bug-bounty programs and continuous security reviews conducted by independent researchers.
de: Das Neptune Mutual Protocol v1 wird von einer Reihe hoch entwickelter Sicherheitsforschungsunternehmen geprüft. Das Protokoll wird im Laufe der Zeit durch Bug-Bounty-Programme und kontinuierliche Sicherheitsüberprüfungen durch unabhängige Forscher verbessert.
vi: Neptune Mutual Giao thức v1 được kiểm toán bởi một số công ty nghiên cứu bảo mật rất phức tạp. Giao thức được cải thiện theo thời gian thông qua các chương trình tiền thưởng lỗi và đánh giá bảo mật liên tục do các nhà nghiên cứu độc lập thực hiện.
